Repository: KDE/plymouth-kcm
Catalog: po/*/kcm_plymouth.po
Languages: ar

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com

source: Cannot start update-alternatives.
ar: لا يمكن بدء update-alternatives.

source: update-alternatives failed to run.
ar: فشل تشغل update-alternatives.

source: update-alternatives returned with error condition %1.
ar: رجع update-alternatives بحالة خطأ %1.

source: No theme specified in helper parameters.
ar: لم تحدد سمة في معاملات المساعد.

source: Theme corrupted: .plymouth file not found inside theme.
ar: السمة معطوبة: ملف .plymouth غير موجود بداخل السمة.

source: Cannot start initramfs.
ar: لا يمكن بدء initramfs.

source: Cannot start mkinitcpio.
ar: لا يمكن بدء mkinitcpio.

source: Initramfs failed to run.
ar: فشل تنفيذ initramfs.

source: Initramfs returned with error condition %1.
ar: رجع initramfs بحالة خطأ %1.

source: Theme folder %1 does not exist.
ar: مجلد السمة %1 غير موجود.

source: Theme %1 does not exist.
ar: السمة %1 غير موجودة؟

source: Boot Splash Screen
ar: شاشة بدء التشغيل

source: Unable to authenticate/execute the action: %1 (%2)
ar: تعذّر استيثاق/تنفيذ هذا الإجراء: %1 (%2)

source: Theme uninstalled successfully.
ar: ألغي تثبيت السمة بنجاح.

source: Plymouth theme installer
ar: مثبت سمة Plymouth

source: Install a theme.
ar: ثبّت سمة

source: Uninstall a theme.
ar: أزل تثبيت سمة

source: The theme to install, must be an existing archive file.
ar: يجب أن تكون سمة المراد تثبيتها ملف أرشيف.

source: Unable to authenticate/execute the action: %1, %2
ar: تعذّر الاستيثاق/تنفيذ الإجراء %1، %2

source: This module lets you choose the Plymouth boot splash screen.
ar: هذه الوحدة تمكنك من اختيار سمة شاشة بدء التشغيل Plymouth

# @action:button as in, get new Plymouth boot splash screens
source: Get New…
ar: احصل على جديدة…

source: Uninstall
ar: أزل
